Repository: urdh/streck
Catalog: streck/translations/*/LC_MESSAGES/messages.po
Languages: sv

source: Product/user does not exist!
sv: Produkten/användaren existerar inte!

source: Product does not exist!
sv: Produkten existerar inte!

source: User does not exist!
sv: Användaren existerar inte!

source: User is disabled!
sv: Användaren är avstängd!

source: Bought %(product)s!
sv: Köpte %(product)s!

source: An error occurred!
sv: Ett fel inträffade!

source: Emptied debt for %(name)s!
sv: Tömde strecklista för %(name)s!

source: Undid transaction for %(name)s!
sv: Ångrade köp för %(name)s!

source: Product ID not unique!
sv: Produkt-ID är inte unikt!

source: Could not add product!
sv: Kunde inte lägga till produkt!

source: Product %(name)s added!
sv: Produkten %(name)s har lagts till!

source: User ID not unique!
sv: Användar-ID är inte unikt!

source: Could not add user!
sv: Kunde inte lägga till användare!

source: User %(name)s added!
sv: Användaren %(name)s har lagts till!
